/*
	File:		ResultsViewStrings.strings

	Contains:
	Copyright:	© 2007-2009 by Apple Inc., all rights reserved.
*/

"SEARCH_WINDOW_RESULTS_COUNT_SINGULAR" = "%d treff"; /* This will be used when the count is 1 */
"SEARCH_WINDOW_RESULTS_COUNT" = "%d treff";
"SEARCH_WINDOW_RESULTS_NO_COUNT" = "Resultater";
"SEARCH_WINDOW_RESULTS_NO_RESULTS" = "Ingen treff";

"SHOW_ALL_N" = "Vis alle %d";
"SHOW_TOP_COUNT" = "Vis de %d beste";
"MORE_TITLE_FORMAT" = "Mer…";

"PREVIEW_TRASH" = "Papirkurv";
"PREVIEW_WHERE" = "Hvor";
"PREVIEW_ITUNES_LIBRARY" = "iTunes-musikkbibliotek";
"PREVIEW_MESSAGE_FROM" = "Fra";
"PREVIEW_MESSAGE_TO" = "Til";
"PREVIEW_MESSAGE_RECIEVED" = "Mottatt";
"PREVIEW_MESSAGE_SUBJECT" = "Emne";
"PREVIEW_MESSAGE_FOLDER" = "Mappe";
"PREVIEW_DIMENSIONS" = "Dimensjon";
"PREVIEW_PIXEL_DIMENSIONS" = "%@ x %@ bildepunkter";   /* Dimensions in pixels */
"PREVIEW_POINT_DIMENSIONS" = "%@ x %@ punkter";   /* Dimensions in points */
"PREVIEW_POINT_INCH_DIMENSIONS" = "%@ x %@ to";  /* Dimensions in inches */
"PREVIEW_POINT_CM_DIMENSIONS"  = "%@ x %@ cm";   /* Dimensions in centimeters */
"PREVIEW_ICAL_LOCATION" = "Sted";
"PREVIEW_ICAL_CALENDAR" =  "Kalender";
"PREVIEW_ICAL_START_DATE" = "Startdato";
"PREVIEW_ICAL_DUE_DATE" = "Forfallsdato";
"PREVIEW_ICAL_ATTENDEES" = "Deltakere";
"PREVIEW_ARTICLE_POSTED" = "Dato publisert";
"PREVIEW_BOOLEAN_TRUE" = "ja";
"PREVIEW_BOOLEAN_FALSE" = "nei";

/* Used in the bottom preview in the Show all window, both of these strings are used in a stringWithFormat: and i pass along
 * the number of items
 */
"PREVIEW_NOTHING_SELECTED_SINGULAR" = "Ingen markering";
"PREVIEW_NOTHING_SELECTED_PLURAL" = "%d objekter markert";
"PREVIEW_ONE_SELECTED" = "1 objekt markert";

"NO_MAIL_SUBJECT" = "Uten emne";

"FIELD_INDEXING_DISKS_TOOLTIP" = "Indekserer volumer (%d %% utført)";
"FIELD_INDEXING_TOOLTIP_CALCULATING" = "Indekserer volumer";

/* Date link attributes */
"LINK_SEARCH_DATE" = "Søk på %@";
"LINK_SEARCH_DATE_RANGE" = "Uke %@ til %@";
"LINK_SEARCH_MONTH_RANGE" = "Måned fra %@ til %@";
"LINK_SEARCH_YEAR_RANGE" = "År fra %@ til %@";
"LINK_SEARCH_DATE_NEWER" = "Nyere enn %@";

/* This is used as the separator between the name and the directory component in the Search menu */
"EMDASH" = "—";

/* These are titles for the Save/Edit saved search button in the scope bar. */
"SAVED_SEARCH_EDIT" = "Rediger";
"SAVED_SEARCH_SAVE" = "Arkiver";

/* button bar labels */
"SEARCH_WINDOW_PREVIEW_BUTTON" = "Forhåndsvisning";

"TEXT_SNIPPET_RANGE_SEPARATOR" = "…";

"KIND_MAIL_MSG" = "E-postmelding";
"KIND_ICAL_EVENT" = "iCal-hendelse";
"KIND_ICAL_TODO" = "iCal-oppgave";

"SEARCH_NAME_AND_ATTRIBUTES" = "Navn og attributter";
"SEARCH_NAME_ONLY" = "Kun navn";
"SEARCH_ADVANCED" = "Avansert";

/* the 'other...' menu item is used to bring up panel of other attributes to choose from. */
"OTHER_ATTRIBUTE_SLICE_MENU" = "Annet…";

/* raw query slice support.  The raw query slice appears when you select it from the other... drop down in the advanced search */
"RAW_QUERY_SLICE_NAME" = "Rent søk";
"RAW_QUERY_SLICE_DESCRIPTION" = "Et rent søk-predikat som skal inkluderes i søket";

/* file extension slice support.  The file extension slice appears when you select it from the other... drop down in the advanced search */
"FILE_EXTENSION_SLICE_NAME" = "Filendelse";
"FILE_EXTENSION_SLICE_DESCRIPTION" = "Objektets filendelse";

/* system files slice support.  The system files slice appears when you select it from the other... drop down in the advanced search */
"SYSTEM_FILES_SLICE_NAME" = "Systemfiler";
"SYSTEM_FILES_SLICE_DESCRIPTION" = "Inkluderer systemfiler, for eksempel valgfiler og pluginmoduler";

/* spotlight items slice support.  The spotlight items slice appears when you select it from the other... drop down in the advanced search */
"SPOTLIGHT_ITEMS_SLICE_NAME" = "Spotlight-objekter";
"SPOTLIGHT_ITEMS_SLICE_DESCRIPTION" = "Inkluder kontakter, e-post, hendelser, websider og mer";

/* titles for additional columns */
"CATEGORY_COLUMN_TITLE" = "Kategori";
